const products = [
  {
    id: 1,
    title: 'Футболка ИВТиПТ',
    image_rfs: ['/t-shirt/t-shirt-main.jpg',],
    cost: 499.99,
    availability: true,
    description: 'Футболка с уникальным дизайном от нашей команды. Узор в виде клавиатуры, т.к. мы программисты, и логотип нашего факультета для символичности. Синие с белым цвета образуют приятную глазу гамму.',
    color: ['Белый'],
    shortDesc: 'Футболка нашего факультета с узоррм в виде клавиатуры.',
  },
  {
    id: 2,
    title: 'Кружка ИВТиПТ',
    image_rfs: ['/cup_images/cup-main.jpg',],
    cost: 259.99,
    availability: true,
    description: 'Кружка, на которой располагается фотография здания нашего любимого факультета - ИВТиПТ. Эпичная фраза на кружке, обозначающая то, что годы во время студенческой жизни проходят мимолётно, а воспоминания о ней остаются навсегда.',
    shortDesc: 'Кружка с фотографией факультета вместе с красивой фразой.',
    color: ['Белый'],
  },
  {
    id: 3,
    title: 'Брелок ИВТиПТ',
    image_rfs: ['/keychain.jpg'],
    cost: 49.99,
    availability: true,
    description: 'Круглый брелок с круглой эмблемой нашего факультета, который напомнит собой про любимый факультет.',
    shortDesc: 'Брелок с логотипом ИВТиПТ',
    color: ['Белый'],
  },
];

export { products, };
